Repository: swp-berlin/webassistant
Catalog: swp/locale/*/LC_MESSAGES/django.po
Languages: de

source: Activated %(count)d %(name)s.
de: %(count)d %(name)s erfolgreich aktiviert.

source: Activate selected %(verbose_name_plural)s
de: Ausgewählte %(verbose_name_plural)s aktivieren

source: Deactivated %(count)d %(name)s.
de: %(count)d %(name)s erfolgreich deaktiviert.

source: Deactivate selected %(verbose_name_plural)s
de: Ausgewählte %(verbose_name_plural)s deaktivieren

source: Publications for %d monitor will be transferred to zotero
de: Publikationen für %d Monitor werden zu zotero übertragen

source: Send publications for selected monitors to zotero
de: Sende Publikationen für ausgewählte Monitore zu zotero

source: %(count)s monitor could not be activated because it has an empty query.
de: %(count)s Monitor konnte nicht aktiviert werden, da er einen leeren Query hat.

source: # Entries
de: # Einträge

source: Last Updated
de: Zuletzt Geändert

source: %(count)s scraper could not be activated because its start url is not a subdomain of its thinktank's domain.
de: %(count)s Scraper konnte nicht aktiviert werden, da seine Start-URL keine Subdomain der Domain seines Thinktanks ist.

source: Deactivated %(count)s scraper because its start url is not a subdomain of %(domain)s.
de: %(count)s Scraper wurde deaktiviert, da seine Start-URL keine Subdomain von %(domain)s ist.

source: Could not activate selected thinktanks because the following domain is duplicated: %(domains)s
de: Ausgewählte Thinktanks konnten nicht aktiviert werden, da die folgende Domain dupliziert ist: %(domains)s

source: Deactivated %(count)s scraper because its start url is not a subdomain of its thinktank's domain.
de: %(count)s Scraper wurde deaktiviert, da seine Start-URL keine Subdomain der Domain seines Thinktanks ist.

source: Personal info
de: Persönliche Informationen

source: Notifications
de: Benachrichtigungen

source: Permissions
de: Berechtigungen

source: Important dates
de: Wichtige Daten

source: Internal Error
de: Interner Fehler

source: A publication list with this name already exists.
de: Eine Publikationsliste mit diesem Namen existiert bereits.

source: There must be a resolver for the following fields: %(fields)s
de: Es muss ein Resolver für die folgenden Felder vorhanden sein: %(fields)s

source: active
de: aktiv

source: You are not authorized to add thinktanks to pool %(pool)s.
de: Sie sind nicht berechtigt Thinktanks zu Pool %(pool)s hinzuzufügen.

source: Invalid Selector
de: Ungültiger Selektor

source: Start Date
de: Start-Datum

source: End Date
de: End-Datum

source: Query
de: Suchbegriff

source: The query provided is invalid. Please check your input.
de: Der eingegebene Suchbegriff ist ungültig. Bitte überprüfen Sie Ihre Eingabe.

source: title
de: Titel

source: subtitle
de: Untertitel

source: authors
de: Autoren

source: Missing %s permission
de: Fehlende Berechtigung %s

source: Activation denied
de: Aktivierung nicht erlaubt

source: Deactivation denied
de: Deaktivierung nicht erlaubt

source: created
de: erzeugt am

source: last modified
de: zuletzt geändert

source: twice daily
de: zweimal täglich

source: daily
de: täglich

source: weekly
de: wöchentlich

source: monthly
de: monatlich

source: List
de: Liste

source: Data
de: Daten

source: Attribute
de: Attribut

source: Static
de: Statisch

source: Document
de: Dokument

source: Title
de: Titel

source: Subtitle
de: Untertitel

source: Publication Date
de: Veröffentlichungsdatum

source: Authors
de: Autoren

source: Contains
de: Beinhaltet

source: Starts With
de: Beginnt mit

source: Ends With
de: Endet auf

source: Endless
de: Endlos

source: Page
de: Seite

source: Warning
de: Warnung

source: Error
de: Fehler

source: Flexible ISBN or ISSN identifier
de: Flexibler ISBN- oder ISSN-Bezeichner

source: description
de: Beschreibung

source: recipients
de: Empfänger

source: interval
de: Intervall

source: last sent
de: gesendet am

source: monitors
de: Monitore

source: An active monitor must not have an empty query.
de: Ein aktiver Monitor darf keinen leeren Query haben.

source: reference type
de: Referenztyp

source: publication date
de: Veröffentlichungsdatum

source: last access
de: letzer Zugriff

source: number of pages
de: Seitenzahl

source: publication
de: Publikation

source: publications
de: Publikationen

source: publication count
de: Anzahl Publikationen

source: new publication count
de: Anzahl neuer Publikationen

source: last publication count update
de: Publikationszähler aktualisieren

source: Publications
de: Publikationen

source: publication list
de: Publikationsliste

source: publication lists
de: Publikationslisten

source: publication list entry
de: Publikationslisteneintrag

source: publication list entries
de: Publikationslisteneinträge

source: type
de: Typ

source: data
de: Daten

source: checksum
de: Checksumme

source: last run
de: letzter Durchlauf

source: is running
de: läuft

source: Please enter a valid start url.
de: Bitte geben Sie eine gültige Start-URL ein.

source: The scraper's start url must be a subdomain of its thinktank's domain (%(domain)s).
de: Die Start-URL des Scrapers muss eine Subdomain der Domain seines Thinktanks (%(domain)s) sein.

source: Scraping Error
de: Scraping-Fehler

source: Missing title and URL
de: Fehlende Titel- und URL-Elemente

source: Missing title for %s
de: Fehlender Titel für %s

source: Missing URL element for "%s"
de: Fehlendes URL-Element für „%s“

source: field
de: Feld

source: error code
de: Fehlercode

source: message
de: Nachricht

source: scraping error
de: Scraping-Fehler

source: scraping errors
de: Scraping-Fehler

source: Link to homepage
de: Link zur Homepage

source: unique fields
de: eindeutige Felder

source: The domain %(domain)s is already assigned to thinktank %(thinktank)s in pool %(pool)s.
de: Die Domain %(domain)s ist bereits dem Thinktank %(thinktank)s im Pool %(pool)s zugewiesen.

source: is error recipient
de: erhält Fehlermeldungen

source: path
de: pfad

source: updated
de: geändert

source: transferred
de: übertragen

source: List with Links
de: Liste mit Links

source: List with Links and Documents
de: Liste mit Links und Dokumenten

source: List with Documents
de: Liste mit Dokumenten

source: Overview
de: Übersicht

source: Forgot password?
de: Passwort vergessen?

source: Log in
de: Anmelden

source: Logged out
de: Abgemeldet

source: Good bye
de: Auf Wiedersehen

source: You have been logged out successfully.
de: Sie wurden erfolgreich abgemeldet.

source: Log in again
de: Erneut anmelden

source: Passwort reset
de: Passwort zurücksetzen

source: Back
de: Zurück

source: Submit
de: Absenden

source: Your password has been set. You may go ahead and log in now.
de: Ihr Passwort wurde gesetzt. Sie können sich jetzt damit anmelden.

source: Reset failed
de: Zurücksetzen fehlgeschlagen

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen des Passworts wurde bereits genutzt und ist damit ungültig. Bitte fordern Sie einen neuen an.

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie Ihr neues Passwort zweimal ein, damit wir überprüfen können, ob es richtig eingetippt wurde.

source: Set new password
de: Neues Passwort setzen

source: Sent
de: Gesendet

source: Reset mail sent
de: E-Mail wurde versandt

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
de: Wir haben eine E-Mail zum Zurücksetzen des Passwortes an die angegebene E-Mail-Adresse gesendet, sofern ein entsprechendes Konto existiert. Sie sollte in Kürze ankommen.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
de: Falls die E-Mail nicht angekommen sein sollte, bitte die E-Mail-Adresse auf Richtigkeit und gegebenenfalls den Spam-Ordner überprüfen.

source: Done
de: Fertig

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
de: Haben Sie Ihr Passwort vergessen? Geben Sie bitte unten Ihre E-Mail-Adresse ein und folgen den Anweisungen zum Zurücksetzen des Passworts in der E-Mail.

source: Send instructions
de: Anweisungen schicken

source: Attached you will find all publications for %(monitor)s.
de: Im Anhang finden Sie alle Publikationen für %(monitor)s.

source: The SWP team
de: Ihr SWP Team

source: Attached you will find all new publications for %(monitor)s.
de: Im Anhang finden Sie alle neuen Publikationen für %(monitor)s.

source: Publications for %(monitor)s
de: Publikationen für %(monitor)s

source: Reset password
de: Passwort zurücksetzen

source: You're receiving this email because you requested a password reset for your SWP account.
de: Sie erhalten diese E-Mail weil Sie das Passwort Ihres SWP-Kontos zurückgesetzt haben.

source: Click here to choose a new password
de: Klicken Sie hier, um Ihr Passwort zurückzusetzen

source: Please go to the following page and choose a new password:
de: Bitte gehen Sie zur folgenden Seite um ein neues Passwort zu setzen:

source: <a href="%(url)s">%(scraper)s</a> encountered the following problems:
de: Bei der Ausführung von <a href="%(url)s">%(scraper)s</a> sind die folgenden Fehler aufgetreten:

source: %(scraper)s encountered problems while running:
de: %(scraper)s konnte nicht fehlerfrei ausgeführt werden:

source: The following errors occured:
de: Die folgenden Fehler sind aufgetreten:

source: Error in %(scraper)s
de: Fehler im %(scraper)s

source: Scraping protection prevents page access
de: Diese Seite sperrt Scraper und Bots aktiv aus und kann daher nicht automatisch abgerufen werden

source: No elements matching %(selector)s found
de: Keine Elemente, die auf %(selector)s zutreffen, gefunden

source: Endless Pagination on page %(page_number)s did not load any new items.
de: Endlos-Paginierung auf Seite %(page_number)s hat keine neuen Elemente geladen.

source: Pagination Button matching %(selector)s has no attribute href
de: Paginierungsbutton für %(selector)s hat kein Attribut href

source: Timeout while navigating to page %(page_number)s: %(href)s
de: Zeitüberschreitung beim navigieren zu Seite %(page_number)s: %(href)s

source: [Attribute Resolver] Element matching %(selector)s has no attribute %(attribute)s
de: [Attribut-Resolver] Element, das auf %(selector)s zutrifft, hat kein Attribut %(attribute)s

source: No element matches %(selector)s
de: Kein Element für %(selector)s gefunden

source: No document for selector %(selector)s found.
de: Kein Document für Selektor %(selector)s gefunden.

source: Timeout while trying to download the document at %(url)s
de: Zeitüberschreitung beim Warten auf das Herunterladen des Dokuments %(url)s

source: %(selector)s matches more than one document.
de: %(selector)s selektiert mehr als ein Dokument.

source: Failed to open pdf: %(error)s
de: Fehler beim Öffnen von PDF: %(error)s

source: [Link Resolver] Element matching %(selector)s has no attribute href.
de: [Link-Resolver] Elemente, die auf %(selector)s zutreffen, haben kein Attribut href

source: Link %(href)s points to an external site.
de: Der Link %(href)s führt auf eine externe Seite.

source: Failed to open %(href)s: %(error)s
de: %(href)s konnte nicht geöffnet werden: %(error)s

source: %(first)s and %(second)s
de: %(first)s und %(second)s

source: %(first)s or %(second)s
de: %(first)s oder %(second)s

source: Please enter a valid domain.
de: Bitte geben Sie eine valide Domain ein.

source: The entered domain is not a canonical domain. The canonical domain to the entered domain is: %(domain)s
de: Die eingegebene Domain ist keine kanonische Domain. Die kanonische Domain zur eingegebenen Domain ist: %(domain)s
