Repository: swp-berlin/webassistant
Catalog: swp/locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: Client Error
de: Browserfehler

source: We couldn't handle the data your client send us.
de: Wir konnten die Daten Ihres Browsers nicht verarbeiten.

source: Unauthorized
de: Nicht berechtigt

source: You have to be logged in to see this page.
de: Sie müssen angemeldet sein, um diese Seite anzuzeigen.

source: Login
de: Anmelden

source: Forbidden
de: Nicht erlaubt

source: You have no permission to request this page.
de: Sie haben nicht die Berechtigung diese Seite anzuzeigen.

source: Not found
de: Nicht gefunden

source: These aren't the droids you're looking for.
de: Das sind nicht die Droiden, nach denen Sie suchen.

source: Your data has been saved successfully.
de: Ihre Daten wurden erfolgreich gespeichert.

source: Loading…
de: Lade…

source: Please wait, we are loading your content.
de: Bitte warten Sie, wir laden Ihre Daten…

source: Network Error
de: Netzwerkfehler

source: Reload
de: Neu Laden

source: Server Error
de: Serverfehler

source: Maintenance
de: Wartungsarbeiten

source: Monitoring Profiles
de: Monitoring-Profile

source: No permission
de: Nicht erlaubt

source: Your accounts does not have sufficient privileges.
de: Ihr Konto hat unzureichende Berechtigungen.

source: Search
de: Suche

source: Thinktanks & Scrapers
de: Thinktanks & Scraper

source: Log out
de: Abmelden

source: Home
de: Start

source: All
de: Alle

source: Open publication list menu
de: Publikationslisten-Menu öffnen

source: Manage publication lists…
de: Publikationslisten verwalten…

source: Add to %(name)s
de: Zu %(name)s hinzufügen

source: Remove from %(name)s
de: Aus %(name)s entfernen

source: Error
de: Fehler

source: since
de: seit

source: until
de: bis

source: Clear
de: Zurücksetzen

source: Filter by Pool:
de: Nach Pool filtern:

source: Invalid Query
de: Ungültiger Suchbegriff

source: visit query syntax documentation
de: query syntax documentation besuchen

source: Help
de: Hilfe

source: Publication Lists
de: Publikationslisten

source: Filter by Tag:
de: Nach Tag filtern:

source: Filter by Category:
de: Nach Kategorie filtern:

source: No publications found
de: Keine Publikationen gefunden

source: %s Publication by relevance
de: %s Publikation nach Relevanz

source: Activate
de: Aktivieren

source: Deactivate
de: Deaktivieren

source: Successfully activated
de: Erfolgreich aktiviert

source: Successfully deactivated
de: Erfolgreich deaktiviert

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Please enter a valid date in the format %(format)s
de: Bitte geben Sie ein gültigtges Datum im Format %(format)s ein

source: (required)
de: (erforderlich)

source: No Results
de: Keine Ergebnisse

source: At least one item is required
de: Es muss mindestens ein Wert eingegeben werden

source: and
de: und

source: or
de: oder

source: nor
de: noch

source: Interval
de: Intervall

source: New Monitor
de: Neuer Monitor

source: Create
de: Anlegen

source: Successfully created monitor
de: Monitor erfolgreich angelegt

source: Monitor has been activated
de: Monitor erfolgreich aktiviert

source: Monitor has been deactivated
de: Monitor erfolgreich deaktiviert

source: Edit
de: Bearbeiten

source: Publications overall:
de: Publikationen gesamt:

source: Publications since last email:
de: Publikationen seit letzter E-Mail:

source: Last update of publication count:
de: Letztes Update des Publikationszählers:

source: Email sent:
de: Letzte E-Mail:

source: Interval:
de: Intervall:

source: Recipients:
de: Empfänger:

source: Transferred to Zotero
de: Zu Zotero übertragen

source: Sync with Zotero
de: Mit Zotero synchronisieren

source: Transfer to Zotero started. This might take a couple of minutes.
de: Übertragung zu Zotero gestartet. Dies kann ein paar Minuten in Anspruch nehmen.

source: Edit Monitor
de: Monitor bearbeiten

source: Save
de: Speichern

source: Successfully changed monitor
de: Änderungen am Monitor erfolgreich gespeichert

source: Description
de: Beschreibung

source: Monitors
de: Monitore

source: Publications
de: Publikationen

source: New Publications
de: Neue Publikationen

source: Successfully changed query of monitor %(name)s.
de: Query von Monitor %(name)s erfolgreich geändert.

source: Edit Query
de: Query editieren

source: disabled
de: deaktiviert

source: Recipients
de: Empfänger

source: Last Run
de: Letzter Durchlauf

source: Recipients must be valid email addresses: %(addresses)s
de: Empfänger müssen gültige E-Mail-Adressen sein: %(addresses)s

source: The following keys are invalid: %(keys)s
de: Die folgenden Schlüssel sind ungültig: %(keys)s

source: Add
de: Hinzufügen

source: Add a new publication list…
de: Neue Publikationsliste hinzufügen…

source: Publication list could not be added.
de: Publikationsliste konnte nicht hinzugefügt werden.

source: %(name)s (%(count)s publications)
de: %(name)s (%(count)s Publikationen)

source: Delete
de: Löschen

source: Are you sure you want to delete publication list %(name)s?
de: Sind Sie sicher, dass sie die Publikationsliste %(name)s löschen wollen?

source: Delete publication list %(name)s
de: Publikationsliste %(name)s löschen

source: Successfully deleted publication list %(name)s.
de: Publikationsliste %(name)s erfolgreich gelöscht.

source: Download .RIS
de: .RIS herunterladen

source: This publication list is empty.
de: Diese Publikationsliste ist leer.

source: Remove %(title)s from %(name)s
de: %(title)s aus %(name)s entfernen

source: Remove
de: Entfernen

source: Are you sure you want to remove the publication %(title)s from the list %(name)s?
de: Sind Sie sicher, dass sie die Publikation %(title)s aus der Liste %(name)s entfernen wollen?

source: Publication List %(id)s
de: Publikationslisten-IDs

source: by
de: von

source: unknown
de: unbekannt

source: %s pages
de: %s Seiten

source: No PDF found
de: Kein PDF gefunden

source: No publications
de: Keine Publikationen

source: %s Publication
de: %s Publikation

source: Publication %s
de: Publikation %s

source: Error in
de: Fehler in

source: Field: %s
de: Feld: %s

source: Warning
de: Warnung

source: Changing the scraper type will reset the scraper configuration. Do you want to proceed?
de: Beim Ändern des Scraper-Typs wird die bisherige Konfiguration zurückgesetzt. Möchten Sie trotzdem fortfahren?

source: Abort
de: Abbrechen

source: Proceed
de: Fortfahren

source: Resolver Type %(type)s unsupported
de: Resolver-Typ %(type)s wird nicht unterstützt

source: Attribute
de: Attribut

source: Document
de: Dokument

source: Full-text
de: Volltext

source: Field
de: Feld

source: Type
de: Typ

source: Selector
de: Selektor

source: List
de: Liste

source: List Selector
de: Listenselektor

source: Item Selector
de: Einzelselektor

source: Paginator Type
de: Paginierungstyp

source: Pagination Button Selector
de: Paginierungsselektor

source: Max Pages
de: Maximale Seitenzahl

source: Cookie Banner Selector
de: Cookie-Banner-Selektor

source: Please enter a valid css selector
de: Bitte geben Sie einen gültigen Selektor ein

source: Value
de: Wert

source: Scraper has been activated.
de: Scraper erfolgreich aktiviert.

source: Scraper has been deactivated.
de: Scraper erfolgreich deaktiviert.

source: Add Scraper
de: Scraper hinzufügen

source: New Scraper
de: Neuer Scraper

source: Scraper Type
de: Scraper-Typ

source: Categories
de: Kategorien

source: Config
de: Konfiguration

source: You have to deactivate the scraper in order to edit it.
de: Sie müssen den Scraper deaktivieren, bevor Sie ihn bearbeiten können.

source: Errors
de: Fehler

source: Loading Preview
de: Lade Vorschau …

source: The Scraper is collecting publications. This may take a while.
de: Der Scraper trägt Publikationen zusammen. Dieser Vorgang kann eine Weile dauern.

source: Preview
de: Vorschau

source: Scraper Error
de: Scraper-Fehler

source: Scraping failed with the following error:
de: Scraping ist mit folgendem Fehler fehlgeschlagen:

source: Internal Error
de: Interner Fehler

source: Continued from page 2
de: Weitere von Seite 2

source: No items
de: Keine Einträge

source: Thinktank successfully activated.
de: Thinktank erfolgreich aktiviert.

source: Thinktank successfully deactivated.
de: Thinktank erfolgreich deaktiviert.

source: Deactivated %(count)s scraper because its start url is not a subdomain of %(domain)s.
de: %(count)s Scraper wurde deaktiviert, da seine Start-URL keine Subdomain von %(domain)s ist.

source: New Thinktank
de: Neuer Thinktank

source: Successfully created thinktank
de: Thinktank erfolgreich angelegt

source: New scraper
de: Neuer Scraper

source: Unique on
de: Eindeutig für

source: Edit Thinktank
de: Thinktank bearbeiten

source: Successfully changed thinktank
de: Änderungen am Thinktank gespeichert

source: active / total
de: aktiv / gesamt

source: Scrapers
de: Scraper

source: Unique Field
de: Eindeutiges Feld

source: A network error occurred. Please try again.
de: Ein Netzwerkfehler ist aufgetreten. Bitte versuchen Sie es erneut.

source: Something went wrong on our side…
de: Etwas ist auf unserer Seite schief gelaufen…

source: We are currently doing maintenance work. Please try again in a few seconds.
de: Wartungsarbeiten. Bitte versuchen Sie es in ein paar Sekunden erneut.

source: Please correct the errors below.
de: Bitte beheben Sie die nachfolgenden Fehler.

source: You have to be logged in to make this request.
de: Sie müssen angemeldet sein, um diese Anfrage auszuführen.

source: You are not allowed to make this request.
de: Sie sind nicht berechtigt diese Anfrage auszuführen.

source: The data you wanted to change does not exist anymore.
de: Die Daten die Sie ändern wollten, existieren nicht mehr.

source: An error occurred: %(error)s
de: Ein Fehler ist aufgetreten: %(error)s
